Repository: mozilla-l10n/mt-training-data
Catalog: mg/mg_pontoon.tmx
Source language: en_us
Languages: mg

source: This badge is awarded to contributors with 10 approved English edits during 2015.
mg: Ity bajy ity dia omena ireo mpandray anjara manana fanitsiana @ teny Anglisy nankatoavina miisa 10 nandritra ny 2015.

source: This badge is awarded to contributors with 10 approved translations edits during 2008.
mg: Ity bajy ity dia omena ireo mpandray anjara manana fanitsiana dikanteny nakantoavina miisa 10 nandritra ny 2008.

source: This badge is awarded to contributors with 10 approved translations edits during 2009.
mg: Ity bajy ity dia omena ireo mpandray anjara manana fanitsiana dikanteny nakantoavina miisa 10 nandritra ny 2009.

source: This badge is awarded to contributors with 10 approved translations edits during 2015.
mg: Ity bajy ity dia omena ireo mpandray anjara manana dikanteny nankatovina miisa 10 nandritra ny 2015.

source: This badge is awarded to contributors with 30 support forum replies during 2015.
mg: Ity bajy ity dia omena ireo mpandray anjara manana valiny fihaonambe fanampiana miisa 30 nandritra ny 2015.

source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2015.
mg: Ity bajy ity dia omena ireo mpandray anjara manana tweet Tafiky ny Mahagaga miisa 50 mandritra ny 2015.

source: This document does not have a current revision.
mg: Tsy manana fanitsiana ankehitriny ity tahirin-kevitra ity.

source: This document does not have a current translation.
mg: Tsy manana dikanteny ankehitriny ity tahirin-kevitra ity.

source: This document has already been translated to the following locales:
mg: Ity tahirin-kevitra ity dia efa nadika amin'ireto teny manaraka ireto:

source: This document has been translated to the following locales:
mg: Ity tahirin-kevitra ity dia efa nadika amin'ireto teny manaraka ireto:

source: This document has no revisions.
mg: Tsy manana fanitsiana ity tahirin-kevitra ity.

source: This document is missing translations for the following locales:
mg: Ity tahirin-kevitra ity dia tsy manana dikanteny amin'ireto teny manaraka ireto:

source: This doesn't solve my problem
mg: Tsy namaha ny olako ity

source: This edit does not make this article up to date. The English differences should not change on the next edit.
mg: Ity fanitsiana ity dia tsy mampanaraka toatrandro an'ity lahatsoratra ity. Tsy tokony hiova ireo fahasamihafany @ teny Anglisy rehefa @ fanitsiana manaraka.

source: This email is already in use!
mg: Efa misy mampiasa io mailaka io!

source: This email is automatically sent by a robot. Our robot can’t respond to your question, but our forum contributors can! If you want to respond to them, please <a href="%(url)s">click here</a>.
mg: Alefan'i robot @ fomba mandeha ho azy ity mailaka ity! Tsy afaka mamaly ny fanontanianao ny robot-nay, fa ireo mpandray anjara ao @ fihaonambenay no afaka mamaly azy! Raha te-hamaly azy ireo ianao, dia azafady <a href="%(url)s">tsindrio eto</a>.

source: This email looks great!
mg: Toa mety ity mailaka ity!

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
mg: Natsahatra vetivety ity fiasa ity fa mbola manao fikojakojana tranonkala izahay. Ampiasao azafady ny bokotra Hiverina @ mpitetinao ary andramo indray rehefa afaka kelikely.

source: This field was populated automatically.
mg: Feno ho azy ity saha ity.

source: This forum is a discussion about improving the localization of the "%(title)s" article. If you want to improve the article content, go to the <a href="%(url)s">English article discussion</a>.
mg: Ity fihaonambe ity dia adihevitra momba ny fanatsarana ny dikantenin'ny lahatsoratra "%(title)s". Raah te-hanatsara ny atin'ny lahatsoratra ianao, dia mankanesa ao @ <a href="%(url)s">Adihevitra momba lahatsoratra Anglisy</a>.

source: This forum is a discussion about improving the "%(title)s" article.
mg: Ity fihaonambe ity dia adihevitra momba ny fanatsarana ny lahatsoratra "%(title)s".

source: This forum is a discussion about improving the "%(title)s" article. If you'd like to participate, please <a href="%(register_url)s">register</a>.
mg: Ity fihaonambe ity dia adihevitra momba ny fanatsarana ny lahatsoratra "%(title)s". Raha te-handray anjara ianao, dia <a href="%(register_url)s">misorata</a> azafady.

source: This happened
mg: Io dia niseho

source: This happens
mg: Io dia mitranga

source: This image is not included in any articles.
mg: Tsisy lahatsoratra ahitana an'io sary io.

source: This information gives details about the internal workings of your browser that will help in answering your question.
mg: Ity fampahalalana ity dia manome antsipiriany momba ireo fiasa anatin'ny mpitetinao izay hanampy @ famaliana ny fanontanianao.

source: This is a staging site, the content gets overwritten on the 1st of every month.<br>The production site is <a href="http://support.mozilla.org">here</a>.
mg: Tranonkala fametrahana an-tsehatra ity, tsindrina ny atiny isaky ny voalohan'ny volana.<br>Ny tranonkala famokarana dia <a href="http://support.mozilla.org">ato</a>.

source: This is the number of all Knowledge Base articles that are ready to be localized.
mg: Ity no isan'ny lahatsoratra rehetra ao @ Tobim-pahalalana vonona hadika.

source: This is your current email.
mg: Ity ny mailakao ankehitriny.

source: This page does not exist in %(locale)s. You have been redirected to the %(fallback_locale)s version instead. If you would like to localize it into %(locale)s, <a href="%(help_link)s">click here</a>. You can also see the <a href="%(eng_link)s">English</a> version of this page.
mg: Tsy misy @ teny %(locale)s ity pejy ity. Navily ho ao amin'ilay kinova @ teny %(fallback_locale)s ianao. Raha te-handika azy @ teny %(locale)s ianao, dia <a href="%(help_link)s">tsindrio eto</a>. Azonao jerena koa ilay kinovan'ity pejy ity @ teny <a href="%(eng_link)s">Anglisy</a>.

source: This page doesn't have a mobile optimized version. Tap here to go back.
mg: Tsy manana kinova nobeazim-boho ho an'ny finday ity pejy ity. Tsindrio eto raha hiverina.

source: This question already has a solution.
mg: Efa misy vahaolana ity fanontaniana io.

source: This question has not been asked before.
mg: Tsy mbola nisy nametraka io fanontaniana io.

source: This revision is not ready for localization.
mg: Tsy vonona hadika ity fanitsiana ity.

source: This revision is outdated, but there is a new revision available.
mg: Lany daty ity fanitsiana ity, saingy misy fanitsiana iray vaovao vonona.

source: This revision is ready for localization.
mg: Vonona hadika ity fanitsiana ity.

source: This revision was already reviewed by {user} on {date}.
mg: Ity fanitsiana ity dia efa notsarain'i {user} t@ {date}.

source: This started when...
mg: Io dia nanomboka rehefa…

source: This thread has been locked. It is no longer possible to post new replies.
mg: Nohidiana ity resaka mitohy ity. Tsy azo atao intsony ny mametaka valiny vaovao.

source: This thread was archived.
mg: Natao arisiva ity resaka mitohy ity.

source: This thread was closed.
mg: Nakatona ity resaka mitohy ity.

source: This thread was closed and archived.
mg: Nakatona sy natao arisiva ity resaka mitohy ity.

source: This translation was already reviewed by {user} on {date}.
mg: Ity dikanteny ity dia efa notsarain'i {user} t@ {date}.

source: This tweet doesn't need a response
mg: Tsy mila valiny ity tweet ity

source: This user has been deactivated.
mg: Natsahatra io mpampiasa io.

source: This username is already taken!
mg: Efa azon'olona io solonanarana io!

source: This username is available.
mg: Mbola tsisy mpanana io solonanarana io.

source: This version is outdated, but there is a new version available.
mg: Lany daty ity kinova ity, saingy misy kinova iray vaovao vonona.

source: This will help other Firefox users find good answers to their questions!
mg: Hanampy ireo mpampiasa Firefox hafa hahita valiny tsara ho an'ny fanontaniany izany!

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
mg: Hampandre an'ireo mpandika teny ity ary ireo dikanteny dia homarihina hoe "mila fanavaozana" eo @ takelaka fanamoriana. Ny ankamaroan'ireo fanovana&mdash;anavaozana sary, anitsiana {for} elanelana, anampiana na analana ampahany tsy manan-danja&mdash;dia tokony hampiasa an'io.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
mg: Hampandre an'ireo mpandika teny ity ary ireo dikanteny dia homarihina hoe "lany daty" eo @ takelaka fanamoriana. Ireo dikanteny dia hampiseho fampitandremana ho an'ireo mpampiasa fa lany daty izy ireo ary ilay kinova @ teny Anglisy no marina indrindra. Ampiasao ity rehefa tsy azo ampiasaina tanteraka ireo torolàlana tranainy.

source: Thread contains
mg: Resaka mitohy misy

source: Thread type
mg: Karazan'ny resaka mitohy

source: Thunderbird controls and buttons
mg: Fibaiko sy bokotra Thunderbird

source: Thunderbird crashes
mg: Crash Thunderbird

source: Thunderbird is slow or stops working
mg: Miadana na mikatso i Thunderbird

source: Thunderbird options, preferences and settings
mg: Safidy, fiasa tiana ary tefin'i Thunderbird

source: Thunderbird versions and languages
mg: Kinova sy teny Thunderbird

source: Thunderbird won't save settings or remember information
mg: Tsy hitahiry ireo tefy na hitadidy ireo fampahalalana i Thunderbird

source: Timezone
mg: Faritr'ora

source: Tips and tricks
mg: Fika sy tetika

source: Title
mg: Lohateny

source: Title:
mg: Lohateny:

source: {title} has a revision ready for localization
mg: {title} dia misy fanitsiana vonona hadika

source: Title in {locale}:
mg: Lohateny @ teny {locale}:

source: {title} is ready for review ({creator})
mg: {title} dia vonona hotsaraina ({creator})

source: {title} ({locale}) has a new approved revision ({reviewer})
mg: {title} ({locale}) dia misy fanatsiniana nankatoavina vaovao ({reviewer})

source: {title} | Media Gallery
mg: {title} | Galerian'ny Haino&jery

source: Title of article
mg: Lohatenin'ny lahatsoratra

source: {title} was edited by {creator}
mg: {title} dia nahitsin'i {creator}

source: To:
mg: Ho an'i:

source: To activate your account you must first confirm your email address. Enter your email and submit the form below, and we will resend the confirmation email.
mg: Raha hamelona ny kaontinao, dia tsy maintsy manamafy ny adiresy mailakao aloha ianao. Ampidiro ny mailakao ary alefaso ny takelaka fenoina eto ambany, ary halefanay indray ilay mailaka fanamafisana.

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
mg: Raha hanamafy ny fisoratanao, dia tsindrio azafady ny rohy eto ambany na adikao sy apetaho eo @ tsipi-toeran'ny mpitetinao ilay rohy manontolo:

source: Today at %s
mg: Androany t@ %s

source: To delete the document, please notify an admin.
mg: Raha hamafa ilay tahirin-kevitra, dia milazà @ mpandrindra azafady.

source: To field is required.
mg: Ilaina ilay saha Ho an'i.

source: Toggle Diff
mg: Hamadika Fsamhaf

source: Toggle syntax highlighting
mg: Hamadika fanasongadinana rariteny

source: To help you find out where to help check this site:
mg: Mba hanampiana anao hahita toerana hanampiana, dia zahao ity tranonkala ity:

source: To localize the document, click the following link, or paste it into your browser's location bar:
mg: Raha handika ny tahirin-kevitra, dia tsindrio na apetaho eo @ tsipi-toeran'ny mpitetinao ity rohy manaraka ity azafady:

source: Too long
mg: Lava loatra

source: Tools for creating and teaching the web
mg: Fitaovana famoronana sy fampianarana tranonkala

source: Top 100 Articles
mg: Lahatsoratra 100 Voalohany

source: Top 10 Contributor
mg: Mpandray Anjara 10 Voalohany

source: Top 20 Articles
mg: Lahatsoratra 20 Voalohany

source: Top 25 Contributor
mg: Mpandray Anjara 25 Voalohany

source: Top 50 Articles
mg: Lahatsoratra 50 Voalohany

source: Top contributors
mg: Mpandray anjara sangany

source: Top Contributors
mg: Mpandray Anjara Sangany

source: Top Contributors - Army of Awesome
mg: Mpandray Anjara Sangany - Tafiky ny Mahagaga

source: Top Contributors - Knowledge Base
mg: Mpandray Anjara Sangany - Tobim-pahalalana

source: Top Contributors - Localization
mg: Mpandray Anjara Sangany - Fandikan-teny

source: Top Contributors - Support Forum
mg: Mpandray Anjara Sangany - Fihaonambe Fanampiana

source: Topic
mg: Lohahevitra

source: Topics
mg: Lohahevitra

source: Topics:
mg: Lohahevitra:

source: To post your question, please create a support account
mg: Raha hametaka fanontaniana, dia mamoròna kaonty fanampiana azafady

source: To review this revision, click the following link, or paste it into your browser's location bar:
mg: Raha hitsara an'ity fanitsiana ity, dia tsindrio na apetaho eo @ tsipi-toeran'ny mpitetinao ity rohy manaraka ity azafady:

source: Total:
mg: Totaly:

source: Total questions: <strong>{num}</strong>
mg: Fanontaniana totaly: <strong>{num}</strong>

source: Total Votes
mg: Vato Totaly

source: To view the history of this document, click the following link, or paste it into your browser's location bar:
mg: tsindrio azafady ity rohy manaraka ity, na apetaho eo @ tsipi-toeran'ny mpitetinao ity:

source: To view the updated document, click the following link, or paste it into your browser's location bar:
mg: Raha hijery ny tahirin-kevitra nohavaozina, dia tsindrio na apetaho eo @ tsipi-toeran'ny mpitetinao ity rohy manaraka ity azafady:

source: To view this document's history, click the following link, or paste it into your browser's location bar:
mg: Raha hijery ny tantaran'ity tahirin-kevitra ity, dia tsindrio na apetaho eo @ tsipi-toeran'ny mpitetinao ity rohy manaraka ity azafady:

source: To view this post on the site, click the following link, or paste it into your browser's location bar:
mg: Raha hijery io petadrindrina io @ tranonkala, dia tsindrio ity rohy manaraka ity, na apetaho @ tsipi-toeran'ny mpitetinao:

source: Transaction ID:
mg: ID an'ny Fifanakalozana:

source: Translate Article
mg: Handika Lahatsoratra

source: Translate Article | {document}
mg: Handika Lahatsoratra | {document}

source: Translate Content
mg: Handika Atiny

source: Translate Description
mg: Handika Fanoritsoritana

source: Translate help articles
mg: Mandikà lahatsoratra fanampiana

source: Translate help articles!
mg: Mandikà lahatsoratra fanampiana!

source: Translate Help Articles
mg: Handika Lahatsoratra Fanampiana

source: Translate help articles to your language
mg: Mandikà lahatsoratra fanampiana @ teninao

source: Translate help to your languages
mg: Mandikà fanampiana @ teninao

source: Translating 1 article can help 1,000's of users in your language
mg: Afaka manampy mpampiasa 1000 ny fandikana lahatsoratra 1 @ teninao

source: Translating article to {locale}
mg: Mandika lahatsoratra @ teny {locale}

source: Translating {title}
mg: Mandika ny {title}

source: Translation Comment: {comment}
mg: Hevitra momba ny Dikanteny: {comment}

source: Translation keywords:
mg: Teny lakilen'ny dikanteny:

source: Translation Needed
mg: Dikanteny Ilaina

source: Translation rendered html:
mg: Dikanteny namboarina ho html:

source: Translation search results summary:
mg: Famintinana voka-pikarohana dikanteny:

source: Translation source:
mg: Fiavian'ny dikanteny:

source: Trash
mg: Fako

source: Troubleshoot error message on Firefox for iOS
mg: Vahao ny hafatra milaza tsy fetezana ao @ Firefox ho an'i iOS

source: Troubleshoot error messages on Thunderbird.
mg: Vahao ireo hafatra milaza tsy fetezana ao @ Thunderbird.

source: Troubleshooting
mg: Famahana Olana

source: Troubleshooting Information
mg: Fampahalalana Famahana Olana

source: Troubleshoot problems with Firefox for iOS.
mg: Vahao ireo olana momba an'i Firefox ho an'i iOS.

source: Try another topic
mg: Hanandrana lohahevitra hafa

source: Try one of these articles:
mg: Andramo ny iray @ ireto lahatsoratra ireto:

source: Turn off emails for discussion in my locale.
mg: Vonoy ireo mailaka ho an'ny adihevitra @ tenim-pirenenao.

source: Tweak it and make it your own. Personalized messages go a long way in helping others.
mg: Amboaro tsara sy atokano ho anao manokana. Tafita lavitra @ fanampiana ny hafa ireo hafatra voatokana.

source: Tweet has already been replied to
mg: Efa novaliana ilay tweet

source: Tweets that are replies or have replies must not be hidden.
mg: Tsy tokony hiafina ireo tweet izay valiny na misy valiny.

source: {t} with id={id} no longer exists.
mg: {t} manana id={id} dia tsy misy intsony.

source: Twitter account
mg: Kaonty Twitter

source: Twitter Contributor - Respond to tweets about Firefox:
mg: Mpandray Anjara @ Twitter - Mamaly ireo tweet momba an'i Firefox:

source: Twitter Handles:
mg: Anarana Twitter:

source: Twitter Username
mg: Solonanarana Twitter

source: Type
mg: Karazana

source: Type of article
mg: Karazan'ny lahatsoratra

source: Unable to change email for user {username}
mg: Tsy afaka manova mailaka ho an'ny mpampiasa {username}

source: Unable to delete only revision of the document
mg: Tsy afaka mamafa ny fanitsiana an'ilay tahirin-kevitra fotsiny

source: Unanswered
mg: Tsy voavaly

source: Unarchive this question
mg: Hanala tsy ho arisiva ity fanontaniana ity

source: Unban
mg: Tsy Handrara

source: Unblock Firefox from connecting to the Internet
mg: Hanafaka an'i Firefox hifandraisany @ Aterineto

source: Unblock Thunderbird from connecting to the Internet
mg: Hanafaka an'i Thunderbird hifandraisany @ Aterineto

source: Undo
mg: Hanafoana

source: Unhelpful
mg: Tsy Manampy

source: Unhelpful Documents
mg: Tahirin-kevitra Tsy Manampy

source: Unlock this question
mg: Hamoha an'ity fanontaniana ity

source: Unlock this thread
mg: Hanidy ity resaka mitohy ity

source: Unmark as spam
mg: Tsy marihina hoe spama

source: Unrecognized media type.
mg: Karazana haino&jery tsy fantatra.

source: Unrecognized request or nothing to cancel.
mg: Hataka tsy fantatra na tsisy zavatra hofoanana.

source: Unreviewed
mg: Tsy voatsara

source: Unreviewed Changes
mg: Fanovana Tsy Voatsara

source: Unreviewed Revision:
mg: Fanitsiana Tsy Voatsara:

source: Unsticky this thread
mg: Hanendaka ity resaka mitohy ity

source: Unsubscribe
mg: Hanala fisoratana

source: Unsubscribed
mg: Hanala fisoratana

source: Unsubscribe Error
mg: Tsy Fetezan'ny Fanalana Fisoratana

source: Unsubscribe from edit notifications
mg: Hanala fisoratana @ filazana fanitsiana

source: Unsubscribe from these emails
mg: Hanala fisoratana @ ireto mailaka ireto

source: Unsubscribe from these emails:
mg: Hanala fisoratana amin'ireto mailaka ireto:

source: Update
mg: Hanavao

source: Update answer
mg: Hanavao valiny

source: Updated
mg: Nohavaozina

source: Updated:
mg: Nohavaozina:

source: Updated date. Format: mm/dd/yy
mg: Daty nanavaozana. Endrika: vv/aa/tt

source: Update Needed
mg: Fanavaozana Ilaina

source: Update post
mg: Hanavao petadrindrina

source: Update Status:
mg: Toetry ny Fanavaozana:

source: Update thread
mg: Hanavao resaka mitohy

source: Upload
mg: Hampiakatra

source: Upload a New Media File
mg: Hampiakatra Rakitra Haino&jery Vaovao

source: Upload cancelled. Please select an image file.
mg: Nofoanana ny fampiakarana. Mifantena raki-tsary iray azafady.

source: Uploaded {date}
mg: Nampiakarina {date}

source: Uploaded images:
mg: Sary tafakatra:

source: Upload file
mg: Hampiakatra rakitra

source: Uploading "%s"...
mg: Mampiakatra "%s"...

source: Upload Media
mg: Hampiakatra Haino&jery

source: URL of affected site
mg: URL an'ny tranonkala voa

source: Use advanced search
mg: Hampiasa fikarohana avo lenta

source: Use basic search
mg: Hampiasa fikarohana tsotsotra

source: Use bookmarks
mg: Hampiasa maripejy

source: Used by more than 400 million people, Mozilla support is fully powered by volunteers, and it’s more important than ever. This is where you come in.
mg: Ampiasan'ny olona maherin'ny 400 tapitrisa, ny Fanampiana Mozilla dia vokarin'ny mpilatsaka an-tsitrapo, ary tsy mbola nanan-danja tahaka ity. Eo no miditra an-tsehatra ianao.

source: user
mg: mampiasa

source: User
mg: Mpampiasa

source: User Agent: {ua}
mg: Solotenan'ny Mpampiasa: {ua}

source: User Agent: {user_agent}
mg: Solotenan'ny Mpampiasa: {user_agent}

source: User Control
mg: Fameran'ny Mpampiasa

source: {user} | Documents
mg: {user} | Tahirin-kevitra

source: User Interface
mg: Interifasin'ny Mpampiasa

source: {user} is currently working on this problem.
mg: Miasa @ ity olana ity izao i {user}.

source: username
mg: solonanarana

source: Username
mg: Solonanarana

source: Username:
mg: Solonanarana:

source: username1, username2,...
mg: solonanarana1, solonanarana2,…

source: Username, Display Name or Twitter Handle
mg: Solonanarana, Anarana Isehoana na Anarana Twitter

source: {username} is not a valid username.
mg: {username} dia tsy solonanarana mety.

source: Username is required.
mg: Ilaina ny solonanarana.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
mg: Lava loatra ny solonanarana (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s na latsaka.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
mg: Fohy loatra ny solonanarana (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.

source: Username may contain only English letters, numbers and ./-/_ characters.
mg: Litera Anglisy, isa ary maritsoratra ./-/_ ihano no azo atao @ solonanarana.

source: Username not provided.
mg: Solonanarana tsy nomena.

source: {user} - {num} contributions in last 90 days
mg: {user} : fandraisana anjara {num} tao anatin'ny 90 andro lasa

source: {user} | Profile
mg: {user} | Mombamomba

source: {user} removed from successfully!
mg: Nesorina tao soa aman-tsara i {user}!

source: {user} removed from the contributors successfully!
mg: Vita soa aman-tsara ny fanalana an'i {user} tsy ho mpandray anjara!

source: {user} removed from the group leaders successfully!
mg: Vita soa aman-tsara ny fanalana an'i {user} tsy ho mpitarika vondrona!

source: {user} removed from the group successfully!
mg: Vita soa aman-tsara ny fanalana an'i {user} tao @ vondrona!

source: Users:
mg: Mpampiasa:

source: {users} added successfully!
mg: Nampiana ao soa aman-tsara i {users}!

source: {users} added to the contributors successfully!
mg: Vita soa aman-tsara ny fanampiana an'i {users} ho mpandray anjara!

source: {users} added to the group leaders successfully!
mg: Vita soa aman-tsara ny fanampiana an-dry {users} ho mpitarika vondrona!

source: {users} added to the group successfully!
mg: Vita soa aman-tsara ny fanampiana an-dry {users} ao @ vondrona!

source: {user}'s Groups
mg: Vondron'i {user}

source: Using a feature on webmaker.org
mg: Fampiasana fiasa ao @ webmaker.org

source: Using Popcorn Maker
mg: Fampiasana an'i Popcorn Maker

source: Using Thimble
mg: Fampiasana an'i Thimble

source: Using X-Ray Goggles
mg: Fampiasana an'i X-Ray Goggles

source: Value
mg: Sanda

source: Verify your email address:
mg: Hamarino ny adiresy mailakao:

source: Video, audio and interactive settings
mg: Horonantsary, rakipeo ary tefy ifamaliana

source: Videos
mg: Horonantsary

source: Videos, sound, pictures and animations don't work
mg: Horonantsary, feo, sary ary sarimiaina tsy mandeha

source: View a list of all Firefox OS articles
mg: Hijery lisitry ny lahatsoratra rehetra momba an'i Firefox OS

source: View all deactivated users
mg: Hijery ny mpampiasa natsahatra rehetra
